{
    "myKey": "en translation",
    "nested": {
      "key": "nested en translation"
    },
    "nav":{
        "home":"HOME",
        "iot":"Compliance",
        "carbon":"Products & Services",
        "custom":"Cases",
        "news":"Informations",
        "contact":"About Us",
         "qa":"Q&A"
    },
    "home":{
      "Carousel":"The compliant path from carbon measurement to carbon finance",
      "gca":"Global compliance advantage",
      "agc":"About global compliance",
      "sft":"Strictly follow the records of asset rights and legal responsibilities for both countries in accordance with the legal standards of various countries",
      "uoo":"Using our own financial qualifications and experience as a compliant infrastructure, it does not directly face the end users of customers, but only helps customers build compliant underlying business and channels behind the customers to support customers in conducting business on the basis of safety and compliance. Serve front-end users. ",
      "fac":"Financial attribute compliance",
      "ic":"Institutional compliance",
      "pc":"Product compliance",
      "psc":"Process compliance",
      "p2_fcm":"From carbon measurement to carbon asset full-process system service product system",
      "ps_cf1":"CF ",
      "ps_cf1_1":"carbon footprint/carbon inspection",
      "ps_cf2":"CR",
      "ps_cf2_1":"carbon credit registration",
      "ps_cf3":"CC",
      "ps_cf3_1":"carbon neutralization certification",
      "ps_cf4":"CNRI",
      "ps_cf4_1":"carbon neutralization operation rating",
      "trde_gm":"Global major carbon trading market information",
      "trde_gms":"The price of carbon emissions transaction is derived from the EU ETS, which is the world's largest greenhouse gas emission limit trading market.",
      "Partnership":"Partnership",
      "Partnerships":"Independent third-party, method institutions, exchanges, system products, carbon assets supply and demand party, green financial product partner"

    },
    "sub_about":{
      "title":"About us test page"
    },
    "compliance":{
      "pt1_title":"What is a carbon neutral token CNT?",
      "comp_1":"01. CNT is an industry solution based on the Paris Agreement and global consensus.",
      "comp_2":"02. CNT is a system product protected by international commercial method patents and intellectual property rights, which can realize cross-border compliant trading of carbon financial assets.",
      "comp_3":"03. The development, issuance and trading of domestic CNT assets are supervised by the Green Finance Committee, the People's Bank of China and the State Administration of Foreign Exchange. ",
      "pt2_com1":"Investors holding green assets on the CNC system can achieve carbon neutrality of their asset portfolios by trading CNT.",
      "pt2_com2":"Asset owners can achieve carbon neutrality of their assets in the real world by investing in CNT and achieve their ESG goals.",
      "pt2_com3":"CNT is certified by reputable international third parties, registered by national and global registries, and is a high-quality voluntary emission reduction homogeneous product.",
      "pt2_com4":"Buyers and investors can come from any country without the risk of NDC transfer, facilitating large-scale international transactions. ",
      "pt3_fac":"Financial attribute compliance",
      "pt3_facs":"International Banking and Regulations Attribute",
      "pt3_wbg":"Valcarbon has built an exchange framework based on Nasdaq, using Ethereum blockchain's unique and irreplaceable digital twin technology (NFDT). The released CNT has bank-level compliance standards, including KYC, anti-money laundering ('AML') and counter-terrorist financing ('CFT') and a series of strong compliance requirements. It can conduct cross-border transactions without triggering NDC. The exchange is approved and regulated by the Monetary Authority of Singapore ('MAS') and has obtained a license issued by it. ",
      "pt4_pc":"Product compliance",
      "pt4_pcs":"Strictly follow the records of asset rights and legal responsibilities for both countries in accordance with the legal standards of various countries",
      "pt4_cn1":"CNT is an asset-backed token ('ABT'), which is essentially a digital version of asset-backed securities ('ABS') in traditional markets.",
      "pt4_cn2":"According to Singapore's Securities and Futures Act (SFA), CNT issued by Carbon Exchange is recognized by the Monetary Authority of Singapore as a restricted non-CMP unit.",
      "pt4_cn3":"The basic value of CNT is directly related to the value of its underlying asset VER, such as China's CCER, VCS, GS, CER, etc.",
      "pt4_cn4":"The underlying assets of CNT are VER certified by professional and authoritative certification bodies (such as DNV, Bureau Veritas and China Quality Certification Center).",
      "pt4_cn5":"The underlying assets of CNT are VER registered with national, regional or international registries. The parties have a public obligation to mutually verify and avoid double counting of carbon emission reductions.",
      "pt4_cn6":"The underlying VER is permanently frozen in its local registry, so VER will not be used for any commercial application in the real world.",
      "pt5_ic":"Institutional compliance",
      "pt5_ics":"The exchange has seven licenses issued by the Singapore Financial Administration (MAS)",
      "pt5_hg1":"01.Universal market operation agency license (RMO)",
      "pt5_hg2":"02. Capital market service license (CMS)",
      "pt5_hg3":"03. Payment service license (PSA)",
      "pt5_hg3_1":"Asset-backed digital securities trading (BT)",
      "pt5_hg3_1_2":"Digital Asset Related Product Trading (ETF)",
      "pt5_hg3_2":"Trading in securities and collective investment schemes",
      "pt5_hg3_2_2":"Exchange models and OTC derivatives trading",
      "pt5_hg3_2_3":"Provide digital asset custody services",
      "pt5_hg3_3":"Payment system driven by direct in and out instructions",
      "pt5_hg3_3_2":"Handle digital payment tokens (DPT)",
      "pt5_hg3_3_3":"Cross-border remittance",
      "pt6_pc":"Process compliance",
      "pt6_pcs":"Valcarbon builds a full financial service platform for digital token economy",
      "pt6_issue1":"Issue",
      "pt6_issue2":"Trading",
      "pt6_issue3":"Settlement",
      "pt6_issue4":"Custody",
      "pt6_is_content_1":"Provide a compliant asset-backed token (ABT) issuance platform for eligible issuers.The digital tokens issued by the platform are supported by the value of physical assets such as green infrastructure, real estate, diamonds, etc.",
      "pt6_is_content_2":"The exchange architecture is based on Nasdaq's trading engine and market monitoring engine as the system kernel.The platform is only open to institutional investors and qualified investors. ",
      "pt6_is_content_3":"The real-time settlement of the exchange is recorded and updated in real time through electronic accounts.Post-trade settlement will be broadcast on the blockchain within a specific time after the transaction.According to the requirements of the State Administration of Foreign Exchange, after the completion of domestic CNT asset transactions, t+1 will be exchanged into RMB and remitted back to China.",
      "pt6_is_content_4":"Provide token custody services for customers.The custodial tokens are stored in an offline cold wallet. The cold wallet is kept in a specific secure space. "
     

    
    },
    "cases":{
      "pt1_title":"A large consumer electronics group product",
      "pt1_text":"Build local AIoT energy carbon management platforms for each plant and group cloud platforms to realize real-time process management of carbon emissions.Deploy carbon inventory and carbon footprint SaaS built according to ISO14064/14067 and PAS2060 standards.Use energy exceed limit, anomaly detection, fault diagnosis and automatic warning functions to ensure the safe operation of factory energy and stable production.Connect to the carbon credit management platform of the relevant supply chain to provide high-quality data for carbon emission measurement and support for offset. ",
      "pt1_text1":"Supply Chain Carbon Footprint (Continuous Growth)",
      "pt1_text2":"Real-time monitoring of energy consumption factories",
      "pt1_text3":"Improve management efficiency",
      "pt2_title":"A large data center",
      "pt2_text1":"One of the largest third-party higher data centers in China and one of the largest outsourced data centers in the domestic financial field. It is designed and constructed according to the highest international standards of fault tolerance availability. The PUE has led the domestic average level for years.",
      "pt2_text2":"In this case, by precisely controlling the cooling system of the data center and self-developed configuration algorithms, the energy efficiency of the original refrigeration system was increased by 30% under the principle of end feedback demand. While ensuring the security requirements of its main financial customer groups, it achieved millisecond-level response on the demand side, achieved massive energy saving, and created voluntary emission reduction carbon credit assets that can be certified, truly serving green and sustainable development. Achieve the dual effects of energy saving and emission reduction management in visualization, intelligence and refinement. ",
      "pt2_text2_1":"8 million+",
      "pt2_text2_1_1":"The annual festival can return (CNY)",
      "pt2_text2_2":"4,000 tons",
      "pt2_text2_2_1":"Annual energy consumption reduces standard coal",
      "pt2_text2_3":"10,000 tons",
      "pt2_text2_3_1":"Activity that can be certified",
      "pt2_text2_4":"200,000 - 300,000",
      "pt2_text2_4_1":"Value (USD)",
      "pt3_title":"A global PCB head company",
      "pt3_sub1":"15 millions",
      "pt3_sub1_1":"Energy-saving income",
      "pt3_sub2":"150,000 tons",
      "pt3_sub2_1":"Reduce carbon emissions (within the project life cycle)",
      "pt4":"Energy saving + emission reduction rights portfolio within 8 years of service ",
      "pt5_left1":"Customer SR audit",
      "pt5_left1_1":"The customer's SR audit requires the measurement and identification of natural resources, and conduct statistical analysis and management of the main energy consumption and equipment of the factory.",  
      "pt5_left2":"ESG demand",
      "pt5_left2_1":"The needs of high-convergence of energy efficiency review and carbon inspection reports support sustainable corporate social responsibility.",
      "pt5_left3":"Energy efficiency improvement",
      "pt5_left3_1":"Three-level energy consumption management of the end load, multi-models support the energy use strategy under the highest energy effect.",
      "pt5_right1":"Ice machine system",
      "pt5_right1_1":"Ice machine group reconstruction, group control cooling tower system reconstruction",
      "pt5_right2":"Heat pump system",
      "pt5_right2_1":"Electrification transformation instead of gas boiler heating",
      "pt5_right3":"AIOT Digital Twin energy carbon metering system",
      "pt5_right3_1":"Real-time energy efficiency and emission behavior management verification",
      "pt5_right4":"Carbon Credit developing",
      "pt5_right4_1":"According to the established methodology, this project can develop voluntary emission reductions to help customers complete offsets or realize carbon trading in international markets. ",
      "pt6_title":"Distributed photovoltaic power generation solution",
      "pt6_text1":"The front wall of the factory building body",
      "pt6_text2":"Inside the office building",
      "pt6_text3":"Photovoltaic parking",
      "pt6_text4":"Photovoltaic roof",
      "pt6_jp":"reduction",
      "pt6_kg":"Kg/kWh",
      "pt6_t":"Average annual emission reduction (T)",
      "pt6_year":"25 years of total emission reduction (T)",
      "pt6_sub":"Example reduction effect: Take 1 million KWH of photovoltaic power generation in the annual enterprise as an example ",
      "pt6_sub_samll":"(In Shanghai, the effective area of 10,000 square meters)",
      "pt7_title":"Distributed energy station",
      "pt7_l1":"Clean energy supply",
      "pt7_l1_1":"Wind power and photovoltaic",
      "pt7_l2":"Scene power",
      "pt7_l2_1":"EV charging",
      "pt7_l3":"Maximize energy supply",
      "pt7_l3_1":"Energy storage (electricity, heat)",
      "pt7_l4":"Waste energy monetization",
      "pt7_l4_1":"Biomass energy and residue can be recycled",
      "pt7_r1":"Investment",
      "pt7_r1_1":"Distributed energy station",
      "pt7_r2":"Improve asset return performance",
      "pt7_r2_1":"Intelligent operation and maintenance",
      "pt7_r3":"Eliminate leakage",
      "pt7_r3_1":"Such as compressing the management of air",
      "pt7_r4":"Group control automation",
      "pt7_r4_1":"HVAV optimization scheme",
      "pt7_5":"Ground energy",
      "pt7_5_1":"Application of shallow geothermal ",
      "pt7_6":"Find a hidden energy saving point",
      "pt7_6_1":"EMC contract energy management model",
      "pt8_title":"Zhangjiakou Wind Power Project",
      "pt8_text1":"This project is a wind power project developed by China Nuclear Wind Power Co., Ltd., a subsidiary of China General Nuclear Power Group, in the construction of Olympic project facilities in Zhangjiakou. The total installed capacity of the project is 199.5MW, providing 133 units of 1500kW wind turbines. The designed annual load time is 1,912 hours and the load factor is 21.83%. Each year, 381,450MWh of electricity is transmitted to the North China Power Grid.",
      "pt8_text2":"China Nuclear provided 10,000 tons of issued CCER. Carbon Tong completed 10,000 units of carbon financial assets CNT as its digital deposit certificate on the CNC Carbon Neutrality Communication system and assisted in the follow-up custody, primary issuance, and finally completed compliant financial transactions on overseas exchanges, with a premium several times that of CCER.",
      "pt8_t1":"Total installation capacity",
      "pt8_t2":"Wind Turbines",
      "pt8_t3":"Delivery electricity to the North China Grid each year",
      "pt8_t4":"Digital deposit certificate",
      "pt9_title":"Carbon footprint capture of vehicle products",
      "pt9_sub":"Project benefits: ",
      "pt9_sub_c":"The carbon footprint management module of dual carbon platforms is customized by customized product carbon footprint management modules, and the dual carbon platform uses dual carbon platforms to assist customers to complete the discharge management in the supply chain.",
      "pt9_t1":"Product carbon footprint analysis",
      "pt9_t2":"Database management",
      "pt9_t3":"Supplier management",
      "pt9_t4":"Carbon data",
      "pt9_t5":"Carbon panel",
      "pt9_t6":"Product's carbon footprint",
      "pt9_t7":"process emissions",
      "pt9_t8":"emissions report",
      "pt9_t9":"Energy and other analysis",
      "pt10_title":"A cement Co., Ltd. in Shanxi ",
      "pt10_sub":"(Investigation and inspection of greenhouse gas emissions in 2019)",
      "pt10_c":"Project benefits: The double-carbon platform is accurately completed, and the investigation report successfully passed the third-party inspection.",
      "pt10_t1":"Improve personnel work efficiency",
      "pt10_t2":"Improving the level of carbon emissions management",
      "pt11_l1":"Checking process",
      "pt11_l1_2":"Establish a model corresponding to the industry greenhouse gas emissions, realize the calculation of automated energy efficiency assessment of greenhouse gas emissions, and generate reports",
      "pt11_l1_1":"Conduct inventory calculations strictly in accordance with the 'Guidelines for Greenhouse Gas Emission Accounting and Reporting for China's Cement Production Enterprises (Trial)' ",
      "pt11_l2":"Investigation process",
      "pt11_l2_1":"In the end, compared with the verification results, it fully meets the requirements of the verification.",
      "pt11_r1":"Investigation report",
      "pt11_r1_sb":"Chinese chemical production enterprise greenhouse gas emission accounting method and report guide (trial) summary",
      "pt11_r_1_title":"source category",
      "pt11_r_1_title_sub":"Emissions (t)",
      "pt11_r_1":"Fossil fuel combustion emissions",
      "pt11_r_2":"Dedication generated by net purchase of thermal power",
      "pt11_r_3":"Dedication generated by net purchase of thermal power",
      "pt11_r_4":"emissions generated by raw material decomposition",
      "pt11_r_5":"The discharge of non-fuel carbon burning in raw materials",
      "pt11_r_6":"Burning emissions of non-biomass carbon in alternative fuels or waste",
      "pt11_bt":"Excluding implicit C02 emissions from net purchased electricity and heat: 4000320.56tIncluding implicit C02 emissions from net purchased electricity and heat: 4001706.35t "



    },
    "news":{
      "title":"Valcarbon News"
    },
    "newsDetail":{
      "title":"Valcarbon News",
      "subtitle":"Recommand News"
    },
    "about":{
      "text":"About us",
      "title":"About VALCARBON",
      "content_1":"Valcarbon is a Regultech compliance technology company dedicated to the dual-carbon track. The company has independently developed and patented account books (NFDT®) with carbon footprint labels and protected by blockchain technology, as well as digital carbon financial assets (CNT®), international carbon neutrality management systems (CNC) and a series of unique technologies and patents serving the carbon finance field. Based on this, it continues to provide institutional, corporate, third-party and other types of customers with efficient, highly compliant carbon measurement, carbon verification, carbon financial asset development and follow-up international issuance and trading system products and services. Valcarbon also provides international financial exchange services with high compliance levels from its strategic partners. The exchange holds full-process financial service compliance licenses and is committed to building a bridge between carbon trading markets in different countries. Other core technologies of Valcarbon include cloud edge computing, secure logic algorithms, blockchain secure storage, trusted layer exchange of sensitive data, and other technologies. ",
      "content_2":"Valcarbon's parent company Beijing ZEEPSON TECHNOLOGY is a digital technology service provider integrating AI (artificial intelligence), BC (blockchain) and IOT (Internet of Things). For 15 years, it has provided high-level data security service solutions for various industries. ZEEPSON is a national high-tech enterprise with more than 10 patents and over 30 software copyrights.",
      "txt1":"Patents",
      "txt2":"software copyrights",
      "txt3":"AI",
      "txt4":"BC",
      "txt5":"IoT"
    },
    "qa":{
      "title":"Q&A",
      "q1":"What is the interrelationship between the services provided by the four subsystems of CNC Carbon Neutrality Communication?",
      "an1":"CR stands for Carbon Registry, which has the nature of project opening and registration, similar to 'China Carbon Emission Registration' in China; CF stands for Carbon Footprint, which provides carbon measurement and real-time carbon footprint management for enterprises based on ISO 140000 system standards, and also serves as an international third-party tool for enterprises to conduct carbon verification. It can efficiently complete online carbon verification reports; CC stands for Carbon Credit, whose role is to generate global compliant Carbon Credits and CNT carbon financial assets online; CN stands for Carbon Neutrality, which can complete enterprise offset or carbon neutral certification online",
      "q2":"How is the CR subsystem of CNC Carbon Neutrality Communication, as a registry, different from other carbon registries such as CCER and VERRA? ",
      "an2":"The CR subsystem of CNC fully cooperates with registry offices such as CCER and VERRA. Their emission reduction project databases are all connected, and the latter are also responsible for public comments when projects go online. At the level of issuing Carbon Credits, the compliance is consistent, which is why CNC Carbon Neutrality Communication can recognize emission reduction project development methodologies including CDM, CCER, and VERRA to complete development on the system.",
      "q3":"How do CNT products of CNC Carbon Neutrality Communication differ from CCER, VCS and other products currently on the market? ",
      "an3":"On the CC subsystem of CNC, the issued Carbon Credits can be further developed into carbon financial assets CNT. The former, as the ultimate use of carbon emission reduction interests, is offsetting. In addition to being used for offsetting carbon attributes, the latter can also be issued and traded in the primary market, secondary market transactions, derivative transactions, green financial mortgage loans, and factoring, extending to all green financial fields corresponding to traditional financial products. ",
      "q4":"Are the Carbon Credits or CNT developed on CNC Carbon Neutrality Communication compliant? ",
      "an4":"The whole technical service provides the highest level of compliance in the world, including product compliance, exchange compliance, bank-level compliance, etc., especially without triggering the NDC principle in the process of issuing voluntary emission reductions, China's emission reduction contributions are solidified domestically to fulfill China's '30/60' commitment to the world. CNT has obtained the global financial product serial number for future reference. At the same time, the whole process is also supervised by China's Green Finance Committee, the People's Bank of China, and the State Administration of Foreign Exchange. ",
      "q5":"I hold issued CCER, VCS and other emission reductions. If I seek a higher premium for CNT? ",
      "an5":"The CC subsystem of CNC provides technical services for secondary development from issued volume to CNT. Through the MVGX exchange for custody, and including the primary issuance and trading within its international cooperative exchanges, as well as the entire financial service process of exchange settlement and remittance back to China in T+1. ",
       "q6":"The projects I hold have never developed any green rights. How does CNC Carbon Neutrality Communication realize the whole process of carbon asset management for me?",
      "an6":"The emission reduction projects themselves can be registered through CR until the development of CNT is completed. The carbon financial assets can obtain high returns in the international market according to the standard custody-issuance-transaction-settlement.",
       "q7":"Can the VER emission reduction resources I have purchased be offset on CNC Carbon Neutrality Communication?",
      "an7":"Yes. It can be achieved through the CN subsystem. At the same time, the emission reductions certified by international third parties can also be used for the enterprise to cope with carbon tariffs or international certification needs of carbon footprint. "
    },
    "prd":{
      "title":"Core Technology and Advantages",
      "pt1_title":"Carbon Footprint",
      "pt1_content":"Provide enterprises with automated collection, collation, calculation of their own carbon emission management and carbon footprint data, automatically generate inventory lists and inventory reports, and complete the management of their own and supply chain emission reduction processes. When enterprises have verification needs, the system connects users and third-party auditing institutions. From verification application to report submission to verification communication, it quickly shortens the time for verification and certification to complete carbon verification certificates.",
      "pt2_title":"Carbon Credit Registration",
      "pt2_content":"the whole process from registration, data upload, information review to third-party certification, which greatly improves the efficiency of carbon credit data registration review and issuance to 2-3 months. The system provides enterprises with project details, progress preview and multi-dimensional data statistics. And it further supports the development of carbon credits into compliant international financial products to meet the needs of primary issuance and trading. ",
      "pt3_title":"Carbon Neutrality Certification",
      "pt3_content":"The system helps enterprises offset through voluntary emission reduction processes, achieve neutrality and obtain authoritative agency certificates. By gathering carbon neutral processes from multiple regions, multiple standards and multiple agencies, the system helps enterprises fully understand the platform capabilities and implementation results in the carbon neutral process, meet the basic needs of various carbon neutral behaviors, and obtain carbon neutral certificates. ",
      "pt4_title":"Carbon Neutrality Rating Identification",
      "pt4_content":"CNRI can help enterprises understand the gap between their own carbon neutral level and the industry leading level, so as to control risks. Highly rated enterprises can stand out in the market, indicating a better level of environmentally friendly management and assuming more social responsibility, which is beneficial to brand building. ",
      "detail":"Detail"
    },
    "footer":{
      "beijing":"BeIjing Headquarters",
      "Tel":"Tel",
      "support":"Technical support",
      "mail":"E-mail",
      "address":"Address: Room 0608, Block B, Chaowai SOHO, No.6 Chaowai Avenue, Chaoyang District, Beijing "
    }
   
  }